---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KNPerMSup2
source: html/fe18f1be-8709-3da5-a448-e62fc2e0fd61.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KNPerMSup2 Property

Symbol kN/m², indicating unit Kilonewtons per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KNPerMSup2 { get; }
```